[
  {
    "code": "AFHO",
    "type": "週末ガーデナータイプ",
    "description": "特徴： 畑は自分だけの癒し空間。美しさやユニークさを追求し、収穫した野菜は家族や友人と楽しむ。新しい植物や栽培方法を試すのが大好き。"
  },
  {
    "code": "AFHP",
    "type": "のんびり家庭菜園タイプ",
    "description": "特徴： 季節を感じながら、マイペースに野菜を育てたい。定番の野菜を、無理のない範囲で、愛情を込めて育てるのが好き。"
  },
  {
    "code": "AFIO",
    "type": "ロマンティックファーマータイプ",
    "description": "特徴： 自然との対話を大切にする感性派。手間ひまかけて育てた作物を、大切な人への贈り物にすることも。農業の知的な側面にロマンを感じる。"
  },
  {
    "code": "AFIP",
    "type": "週末研究家タイプ",
    "description": "特徴： 農業をロマンチックに捉えつつも、データや知識を駆使して理想の畑を追求。趣味の範囲で、品種改良や土壌の科学にも興味津々。"
  },
  {
    "code": "ACHO",
    "type": "アグリインフルエンサータイプ",
    "description": "特徴： 農業の楽しさやライフスタイルをSNSで発信し、多くの人に魅力を伝えたい。ユニークな作物を育てたり、イベントを開催したり、地域やオンラインでファンを作るのが得意。"
  },
  {
    "code": "ACHP",
    "type": "職人気質ガーデナータイプ",
    "description": "特徴： 美しさと品質を両立させる匠。趣味の範囲を超えてこだわりの作物を栽培し、仕上がりに妥協しない。技術向上や細部の管理を楽しむタイプ。"
  },
  {
    "code": "ACIO",
    "type": "企業家アグリタイプ",
    "description": "特徴： 農業をクリエイティブなビジネスと捉える起業家。生産から販売までを設計し、IoTやデータを駆使して効率化・付加価値化を図る。新しい販路の開拓にも積極的。"
  },
  {
    "code": "ACIP",
    "type": "アーバンファーマータイプ",
    "description": "特徴： 都市の限られた空間を活かすスマート派。ベランダや屋上、室内での水耕栽培などを取り入れ、都市生活と両立させながら手軽に農を楽しむ。"
  },
  {
    "code": "SFHO",
    "type": "ソーシャルアグリタイプ",
    "description": "特徴： 農業を通じて地域課題や社会貢献に取り組みたい人。コミュニティ農園や食育イベントを企画し、地域住民やNPOと協働して社会的な価値を生み出す。"
  },
  {
    "code": "SFHP",
    "type": "堅実な家庭菜園タイプ",
    "description": "特徴： 効率と安定性を重視する実用派。家族の食卓を支えるために確実に収穫できる栽培計画を立て、無駄なく継続できる運営を好む。"
  },
  {
    "code": "SFIO",
    "type": "理系アグリタイプ",
    "description": "特徴： 農業を科学的に追求する探究者。栽培法や土壌の成分をデータで管理し、実験的に条件を変えて最適解を見つけることに情熱を注ぐ。"
  },
  {
    "code": "SFIP",
    "type": "ロジカル農家タイプ",
    "description": "特徴： 計画とデータに基づいた堅実な栽培を信条とするタイプ。生産効率やコスト管理を重視し、安定した収穫で家計やビジネスを支える。"
  },
  {
    "code": "SCHO",
    "type": "週末チャレンジファーマータイプ",
    "description": "特徴： 副業として農業を始め、直売所やマルシェでの販売を目指す野心家。短期間で成果を出すために新しい作物や販路を試し、収益化を図る。"
  },
  {
    "code": "SCHP",
    "type": "プロフェッショナル農家タイプ",
    "description": "特徴： 将来的な専業化を視野に入れた本格派。効率的な栽培方法や物流、周辺農家との連携を重視し、持続的な事業運営を目指す。"
  },
  {
    "code": "SCIO",
    "type": "テクノロジー農家タイプ",
    "description": "特徴： スマート農業や自動化を積極導入する革新者。センサーや自動制御、データ分析を用いて作業の自動化・最適化を行い、生産性向上を追求する。"
  },
  {
    "code": "SCIP",
    "type": "職人ファーマータイプ",
    "description": "特徴： ひとつの作物に特化して品質を追求するスペシャリスト。徹底した品質管理と経験に基づく栽培で高付加価値な作物を生み出すことを目指す。"
  }
]
